Repository: aspirepress/aspireupdate-translations
Catalog: languages/aspireupdate-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: Error found in config file content.
fr_fr: Erreur trouvée dans le contenu du fichier de configuration.
it_it: È stato trovato un errore nel file di configurazione.

source: Config file is empty.
fr_fr: Le fichier de configuration est vide.
it_it: Il file di configurazione è vuoto.

source: Config file is missing or unreadable.
fr_fr: Le fichier de configuration est manquant ou illisible.
it_it: Il file di configurazione è mancante o illeggibile.

source: API host: %1$s
fr_fr: Hôte API : %1$s
it_it: Host API: %1$s

source: Unable to load API hosts data. Please check the plugin installation.
fr_fr: Impossible de charger les données des hôtes API. Veuillez vérifier l’installation de l’extension.
it_it: Impossibile caricare i dati API hosts. Verifica l'installazione del plugin.

source: API rewriting has been skipped because the response has already been changed. Enable the %1$s option or set "%1$s" in the %2$s constant to %3$s to continue with API rewriting in future.
fr_fr: La réécriture API a été ignorée, car la réponse a déjà été modifiée. Activez l’option %1$s ou définissez « %1$s » dans la constante %2$s sur %3$s pour poursuivre la réécriture API ultérieurement.
it_it: La riscrittura dell'API è stata saltata perché la risposta è già stata cambiata. Abilita l'opzione %1$s o imposta "%1$s" nella costante %2$s su %3$s per continuare con la riscrittura dell'API in futuro.

source: Enter a custom API host. Ensure that it starts with https://.
fr_fr: Saisissez un hôte d’API personnalisé. Assurez-vous qu’il commence par https://.
it_it: Inserisci un host API personalizzato. Assicurati che inizi con https://.

source: Disable SSL verification to allow for local testing
fr_fr: Désactiver la vérification SSL pour permettre les tests locaux
it_it: Disabilita la verifica SSL per consentire test in locale

source: SSL Verification
fr_fr: Vérification SSL
it_it: Verifica SSL

source: Include a simple description of each step in the rewriting process
fr_fr: Inclure une description simple de chaque étape du processus de réécriture
it_it: Includi una semplice descrizione di ogni passo nel procedimento di riscrittura

source: Include response headers and body
fr_fr: Inclure les en-têtes et le corps de la réponse
it_it: Includi header della risposta e corpo

source: Include request arguments
fr_fr: Inclure les arguments de la requête
it_it: Includi gli argomenti della richiesta

source: Log Contents
fr_fr: Contenus de journal
it_it: Contenuti del log

source: Enable logging and other debugging functionality
fr_fr: Activer la journalisation et d’autres fonctionnalités de débogage
it_it: Abilita il log e altre funzionalità di debug

source: Debug Mode
fr_fr: Mode débogage
it_it: Modalità di debug

source: Skip API rewriting if another plugin already appears to be rewriting API requests
fr_fr: Ignorer la réécriture API si une autre extension semble déjà réécrire les requêtes API
it_it: Salta la riscrittura dell'API se sembra che un altro plugin stia già riscrivendo le richieste API

source: Compatibility
fr_fr: Compatibilité
it_it: Compatibilità

source: Some repositories may require an API key for authentication.
fr_fr: Certains dossiers peuvent nécessiter une clé API pour l’authentification.
it_it: Alcuni repository potrebbero richiedere una chiave API per l'autenticazione.

source: Rewrite API requests
fr_fr: Réécrire les requêtes API
it_it: Riscrivi le richieste API

source: API Rewriting
fr_fr: Réécriture API
it_it: Riscrittura dell'API

source: Removed %s from the response.
fr_fr: %s supprimé de la réponse.
it_it: %s è stato rimosso dalla risposta.

source: Removed non-API %s from the update response.
fr_fr: %s non API supprimé de la réponse de mise à jour.
it_it: %s non-API è stato rimosso dalla risposta di aggiornamento.

source: themes
fr_fr: thèmes
it_it: temi

source: plugins
fr_fr: extensions
it_it: plugin

source: Removed non-API %s from the update request.
fr_fr: %s non API supprimé de la demande de mise à jour.
it_it: %s non-API è stato rimosso dalla richiesta di aggiornamento.

source: Request Failed: %s
fr_fr: Requête échouée : %s
it_it: Richiesta fallita: %s
nl_nl: Aanvraag mislukt: %s

source: Your API host is not a valid URL.
fr_fr: Votre hôte API n’est pas une URL valide.
it_it: Il tuo host API non è un URL valido.
nl_nl: Je API host is geen geldige URL.

source: Accept JSON Header added for API calls.
fr_fr: L’en-tête « Accept JSON » a été ajouté pour les appels API.
it_it: Accetta Header JSON aggiunto per chiamate API.
nl_nl: Accept JSON-header toegevoegd voor API-aanroepen.

source: Please enter a valid URL
fr_fr: Veuillez saisir une URL valide
it_it: Inserisci un URL valido
nl_nl: Voer een geldige URL in

source: Settings
fr_fr: Réglages
it_it: Impostazioni
nl_nl: Instellingen

source: API Rerouted to:
fr_fr: API redirigée vers :
it_it: API reindirizzata a:
nl_nl: API omgeleid naar:

source: Cache Buster Added to URL
fr_fr: Cache Buster ajouté à l’URL
it_it: Cache Buster aggiunto all'URL
nl_nl: Cache Buster toegevoegd aan URL

source: API Key Authorization header added.
fr_fr: En-tête d’autorisation de clé API ajouté.
it_it: L'Header di autorizzazione della Chiave API è stata aggiunta.
nl_nl: API Sleutel Authorisatie header toegevoegd.

source: SSL Verification Disabled
fr_fr: Vérification SSL désactivée
it_it: Verifica SSL disabilitata
nl_nl: SSL Verificatie uitgeschakeld

source: Default API Found:
fr_fr: API par défaut trouvée :
it_it: API Predefinita trovata:
nl_nl: Standaard API gevonden:

source: View Log
es_es: Ver registro
fr_fr: Voir le journal
it_it: Visualizza il log
nl_nl: Logboek bekijken

source: Clear Log
es_es: Vaciar registro
fr_fr: Effacer le journal
it_it: Cancella il log
nl_nl: Logboek wissen

source: Reset
es_es: Reestablecer
fr_fr: Réinitialiser
it_it: Reimposta
nl_nl: Opnieuw instellen

source: AspireUpdate Settings
es_es: Ajustes de AspireUpdate
fr_fr: Réglages d’AspireUpdate
it_it: Impostazioni AspireUpdate
nl_nl: AspireUpdate Instellingen

source: Error: Unable to access the log file.
es_es: Error: no se ha podido acceder al fichero de registro.
fr_fr: Erreur : impossible d’accéder au fichier journal.
it_it: Errore: Impossibile accedere al file di log.
nl_nl: Fout: Geen toegang tot het logbestand.

source: *****Log file is empty.*****
es_es: *****El fichero de registro está vacío.*****
fr_fr: *****Le fichier journal est vide.*****
it_it: *****Il file di log è vuoto.*****
nl_nl: *****Logbestand is leeg.*****

source: Error: Unable to read the log file.
es_es: Error: no se ha podido leer el fichero de registro.
fr_fr: Erreur : impossible de lire le fichier journal.
it_it: Errore: impossibile leggere il file di log.
nl_nl: Kan het logbestand niet lezen.

source: Log file cleared successfully.
es_es: Fichero de registro vaciado correctamente.
fr_fr: Le fichier journal a bien été effacé.
it_it: File di log cancellato con successo.
nl_nl: Logbestand succesvol gewist.

source: Error: You are not authorized to access this resource.
es_es: Error: no tienes permiso para acceder a este recurso.
fr_fr: Erreur : vous n’êtes pas autorisé à accéder à cette ressource.
it_it: Errore: Non hai l'autorizzazione per accedere a questa risorsa.
nl_nl: Fout: Je bent niet bevoegd om toegang te krijgen tot deze bron.

source: Your WordPress, plugin, theme and translation updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn about %1$s</a>
fr_fr: Vos mises à jour WordPress, extensions, thèmes et traductions sont désormais propulsés par <strong>%1$s</strong>. <a href="%2$s">En savoir plus sur %1$s</a>
it_it: L'aggiornamento di WordPress, plugin, temi e traduzioni ora è fornito da <strong>%1$s</strong>. <a href="%2$s">Approfondisci %1$s</a>

source: Your theme updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn about %1$s</a>
fr_fr: Vos mises à jour de thèmes sont maintenant propulsées par <strong>%1$s</strong>. <a href="%2$s">En savoir plus sur %1$s</a>
it_it: L'aggiornamento dei tuoi temi ora è fornito da <strong>%1$s</strong>. <a href="%2$s">Approfondisci %1$s</a>

source: Your plugin updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn about %1$s</a>
fr_fr: Vos mises à jour d’extension sont maintenant propulsées par <strong>%1$s</strong>. <a href="%2$s">En savoir plus sur %1$s</a>
it_it: L'aggiornamento dei tuoi plugin ora è fornito da <strong>%1$s</strong>. <a href="%2$s">Approfondisci %1$s</a>

source: Generate API Key
es_es: Generar clave de API
fr_fr: Générer une clé d’API
it_it: Genera Chiave API
nl_nl: Genereer API Sleutel

source: API Debug Configuration
es_es: Configuración de depuración de API
fr_fr: Configuration du débogage de l’API
it_it: Configurazione dell'API di debug
nl_nl: API Debug Configuratie

source: API Key
es_es: Clave de API
fr_fr: Clé d’API
it_it: Chiave API
nl_nl: API Sleutel

source: Other
es_es: Otros
fr_fr: Autre
it_it: Altro
nl_nl: Overig

source: API Host
es_es: Host de API
fr_fr: Hôte d’API
it_it: Host API

source: API Configuration
es_es: Configuración de API
fr_fr: Configuration de l’API
it_it: Configurazione API
nl_nl: API Configuratie

source: Unexpected Error
es_es: Error inesperado
fr_fr: Erreur inattendue
it_it: Errore inaspettato
nl_nl: Onverwachte fout

source: Settings Saved
es_es: Ajustes guardados
fr_fr: Réglages enregistrés
it_it: Impostazioni salvate
nl_nl: Instellingen opgeslagen

source: Settings have been reset to default.
es_es: Los ajustes se han reestablecido a sus valores por defecto.
fr_fr: Les réglages ont été réinitialisés à ceux par défaut.
it_it: Le impostazioni sono state reimpostate ai valori predefiniti.
nl_nl: Instellingen zijn opnieuw ingesteld naar de standaardwaarden.

source: Update plugins and themes for WordPress.
es_es: Actualizar plugins y temas para WordPress.
fr_fr: Mets à jour les extensions et thème pour WordPress
it_it: Aggiorna plugin e temi per WordPress.
nl_nl: Update plugins en thema's voor WordPress.

source: Your new API Host. Ensure that it starts with http:// or https://
nl_nl: Je nieuwe API host. Zorg ervoor dat het begint met http:// of https://

source: Your plugin updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
es_es: La actualización de tus plugins ahora funciona con <strong>%1$s</strong>. <a href="%2$s">Leer más</a>
nl_nl: Je plugin updates worden nu mogelijk gemaakt door <strong>%1$s</strong>. <a href="%2$s">Lees meer</a>

source: Your WordPress, plugin, theme and translation updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
es_es: La actualización de WordPress, plugins, temas y traducciones ahora funciona con <strong>%1$s</strong>. <a href="%2$s">Leer más</a>
nl_nl: Je WordPress, plugin, thema en vertalingen updates worden nu mogelijk gemaakt door <strong>%1$s</strong>. <a href="%2$s">Lees meer</a>

source: Your theme updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
es_es: La actualización de tus temas ahora funciona con <strong>%1$s</strong>. <a href="%2$s">Leer más</a>
nl_nl: Je thema updates worden nu mogelijk gemaakt door <strong>%1$s</strong>. <a href="%2$s">Lees meer</a>

source: Provides an API key for repositories that may require authentication.
es_es: Proporciona una clave de API para los repositorios que pueden requerir autenticación.
nl_nl: Biedt een API sleutel voor repositories waarvoor authenticatie vereist kan zijn.

source: Enable AspireUpdate API Rewrites
es_es: Activar reescrituras de API de AspireUpdate
nl_nl: AspireUpdate API herschrijfregels inschakelen

source: Enable Debug Mode
es_es: Activa modo de depuración
nl_nl: Debug Modus inschakelen

source: Enables debug mode for the plugin.
es_es: Activa el modo depuración para el plugin.
nl_nl: Schakelt debug modus in voor de plugin.

source: Enable Debug Type
es_es: Activa tipo de depuración
nl_nl: Debug Type inschakelen

source: Request
es_es: Solicitud
nl_nl: Aanvraag

source: Response
es_es: Respuesta
nl_nl: Antwoord

source: String
es_es: Cadena
nl_nl: Tekst

source: Outputs the request URL and headers / response headers and body / string that is being rewritten.
es_es: Muestra la URL y las cabeceras de la solicitud / las cabeceras y cuerpo de la respuesta / la cadena que se reescribe.
nl_nl: Toon de aanvraag URL en headers / antwoord headers en body / tekst die wordt herschreven.

source: Disable SSL Verification
es_es: Desactivar verificación de SSL
nl_nl: SSL Verificatie uitschakelen

source: Disables the verification of SSL to allow local testing.
es_es: Desactiva la verificación de SSL para permitir pruebas locales.
nl_nl: Schakel SSL verificatie uit om lokaal testen mogelijk te maken.
